[
  {
    "id": 1,
    "title": "СМУЗИ С ОВСЯНКОЙ",
    "ingredients": [
      "oat"
    ],
    "image": "assets/images/IMG_8799.jpg",
    "description": "Отличная идея вкусного, питательного и полезного летнего завтрака. Такой завтрак быстро и просто готовить, это заряд витаминов и бодрости. Понравится абсолютно всем.",
    "calories": "220 ккал",
    "ingredientsForUser": [
      "Банан: 2 шт.",
      "Персик: 2 шт.",
      "Клубника: 1-2 чашки",
      "Молоко: 100-150 мл.",
      "Овсянка: 2 ст.л.",
      "Мед: 2 ч.л.",
      "Корица: 1 ч.л."
    ],
    "recipe": "<p>Банан лучше предварительно заморозить, так смузи получится прохладным и освежающим. Затем смешиваем в блендере банан, клубнику, очищенный персик, молоко и овсянку. Добавляем мед (хотя это необязательно - сладко будет и без него), немного корицы. Можно добавить несколько листочков мяты. Если добавить чуть больше молока, то получится питьевой смузи.</p><p>Приятного аппетита!</p>",
    "types": [
      "breakfast"
    ]
  },
  {
    "id": 2,
    "title": "ПОЛЕЗНЫЙ ОБЕД: КУРИЦА В МЕДОВО-ГОРЧИЧНОМ МАРИНАДЕ",
    "ingredients": [
      "chicken",
      "rice"
    ],
    "image": "assets/images/IMG_0668.jpg",
    "description": "Вариант вкусного и полезного обеда: курица в медово-горчичном маринаде с рисом на гарнир.",
    "calories": "200 ккал",
    "ingredientsForUser": [
      "Куриные ножки: 7 шт.",
      "Мед: 50 г.",
      "Горчица: 1 ст.л.",
      "Соевый соус: 2 ст.л.",
      "Лимонный сок: 1 ч.л.",
      "Имбирь: 1 ч.л."
    ],
    "recipe": "<p>Смешать мед, горчицу, соевый соус и лимонный сок, добавить имбирь. Обмазать этой смесью куриные ножки и оставить на час-два. Затем запечь ножки в духовке при температуре 180° в течение 40-50 минут, периодически поливая их маринадом. Готовые куриные ножки посыпать кунжутом и подавать с отваренным рисом.</p><p>Приятного аппетита!</p>",
    "types": [
      "dinner"
    ]
  },
  {
    "id": 3,
    "title": "БРИЗОЛЬ ИЗ КУРИЦЫ",
    "ingredients": [
      "chicken",
      "cottageCheese"
    ],
    "image": "assets/images/IMG_9984.jpg",
    "description": "Это блюдо можно есть на ужин - в нем много белка, почти нет углеводов. Отлично сочетается с овощами. Бризоль означает зажаренный в омлете. Ее можно приготовить не только с курицей, но и с другим фаршем.",
    "calories": "130 ккал",
    "ingredientsForUser": [
      "Куриное филе: 300 гр.",
      "Яйцо: 4-5 шт.",
      "Сыр: 50 гр.",
      "Молоко 0,5%: 50 гр.",
      "Творог мягкий 0%: 125 гр.",
      "Оливковое масло: 1 ч.л.",
      "Соль, перец: по вкусу",
      "Зелень: кинза, петрушка, укроп",
      "Чеснок: 1-2 дольки"
    ],
    "recipe": "<p>Сначала приготовим омлеты. Смешать яйца и молоко, добавить щепотку соли. Хорошо размешать, лучше взбить венчиком. Разогреть сковороду, смазать ее немного оливковым маслом и вылить часть омлетной смеси. Количество омлетов зависит от диаметра вашей сковороды. Я делала на маленькой сковородке и у меня получилось 4 омлета. Выпекать под крышкой на небольшом огне. Обжаривать их только с одной стороны. Готовые омлеты выложить на тарелку и дать остыть. Куриное филе превратить в фарш с помощью мясорубки или блендера, посолить, поперчить. Выложить фарш тонким слоем по всей поверхности омлета (выкладывать на незажаренную часть). Теперь сделаем соус: в мягкий творог выдавить чеснок, добавить соль и перец, мелкопорубленную зелень и перемешать. Выложить соус поверх куриного фарша, сверху посыпать тертым сыром. Свернуть осторожно в рулеты, выложить в противень и отправить на 30-35 минут в духовку при температуре 180 градусов.</p><p>Приятного аппетита!</p>",
    "types": [
      "supper"
    ]
  },
  {
    "id": 4,
    "title": "ОМЛЕТ С ГРИБАМИ",
    "ingredients": [
      "egg",
      "champignon",
      "cottageCheese"
    ],
    "image": "assets/images/IMG_0075.jpg",
    "description": "Легкий вкусный и питательный несладкий завтрак: омлет с грибами.",
    "calories": "135 ккал",
    "ingredientsForUser": [
      "Яйцо: 4 шт.",
      "Шампиньоны: 100 г.",
      "Сыр 30%: 30 г.",
      "Творог мягкий 0%: 1 ст.л. (можно заменить натуральным йогуртом или нежирной сметаной)",
      "Зелень для подачи",
      "Соль/перец: по вкусу "
    ],
    "recipe": "<p>Шампиньоны мелко порезать и обжарить на сковороде, пока не испарится вся жидкость.</p><p>Яйца взбить с солью и перцем, добавить тертый сыр и ложку мягкого творога. Все хорошо перемешать.</p><p>Залить этой смесью грибы и жарить до готовности. Готовый омлет посыпать зеленью и подавать горячим..</p><p>Приятного аппетита!</p>",
    "types": [
      "breakfast"
    ]
  },
  {
    "id": 5,
    "title": "ДИЕТИЧЕСКИЙ ТВОРОЖНЫЙ ЗАВТРАК С ОВСЯНКОЙ И КЛУБНИКОЙ",
    "ingredients": [
      "oat",
      "cottageCheese"
    ],
    "image": "assets/images/IMG_8811_0.jpg",
    "description": "Элементарное в приготовлении блюдо и очень вкусное. Можно есть на десерт, на завтрак, на перекус. Лучше всего приготовить вечером,  чтобы утром насладиться легким, вкусным и полезным завтраком.",
    "calories": "67 ккал",
    "ingredientsForUser": [
      "Овсяные хлопья: 40 гр.",
      "Мёд: 20 гр.",
      "Творог мягкий 0%: 250 гр.",
      "Клубника свежая: 200 гр.",
      "Сах.зам.: по вкусу"
    ],
    "recipe": "<p>Овсяные хлопья смешать с мёдом, тонким слоем разложить на противень и отправить в духовку на 10-15 минут при температуре 150-180 градусов.</p><p>Ну а дальше все совсем просто: хлопья раскладываем по стаканчикам, дальше нарезанную клубнику, а сверху мягкий творог, смешанный с сахарозаменителем. Отправить в холодильник на несколько часов (или на ночь).</p><p>Приятного аппетита!</p>",
    "types": [
      "breakfast"
    ]
  },
  {
    "id": 6,
    "title": "ДИЕТИЧЕСКИЕ МИНИ-ЗАПЕКАНКИ НА ЗАВТРАК",
    "ingredients": [
      "egg",
      "cottageCheese"
    ],
    "image": "assets/images/IMG_5380.jpg",
    "description": "Простое в приготовлении, но при этом вкусное и полезное блюдо, которое отлично подойдет на завтрак. Понравится детям, которые не любят творог в чистом виде.",
    "calories": "100 ккал",
    "ingredientsForUser": [
      "Мука ц/з или овсяная: 3 ст.л. (40 гр.)",
      "Творог обезжиренный: 100 гр.",
      "Мед: 2 ст.л.",
      "Разрыхлитель: 1 ч.л.",
      "Яйцо: 1 шт."
    ],
    "recipe": "<p>Смешать все ингредиенты, распределить по формочкам, заполнив их на 1/3 и выпекать в разогретой до 180 градусов духовке в течение 20 минут. Вместо меда можно использовать сах.зам., тогда калорийность будет намного меньше. Также, можно добавить в тесто изюм, но не переборщите, иначе тесто плохо пропечется.</p><p>Приятного аппетита!</p>",
    "types": [
      "breakfast"
    ]
  },
  {
    "id": 7,
    "title": "РАГУ ИЗ КАРТОШКИ И ШАМПИНЬОНОВ В ДУХОВКЕ",
    "ingredients": [
      "potato",
      "champignon"
    ],
    "image": "assets/images/IMG_6801.jpg",
    "description": "Сытное, вкусное, полезное блюдо. Такой обед придется по душе всем: и детям, и взрослым, и мужчинам, и женщинам. Простое и любимое с детства блюдо - картошечка с грибами, только сделаем его чуть более полезным.",
    "calories": "142 ккал",
    "ingredientsForUser": [
      "Картофель: 5-6 средних (≈500 г.)",
      "Шампиньоны: ≈200-250 г.",
      "Чеснок: 2 зубчика",
      "Оливковое масло: 15 мл.",
      "Орегано: 1/2 ч.л.",
      "Соль: 1/2 ч.л.",
      "Укроп сушеный: 1/2 ч.л."
    ],
    "recipe": "<p>Картофель очистить и порезать небольшими дольками, положить в глубокую миску. Добавить оливковое масло, соль, травы: орегано и укроп. Все хорошо перемешать. Выдавить туда же чеснок.</p><p>Шрибы промыть, просушить бумажным полотенцем и нарезать. Добавить к картофелю. Еще раз все перемешать и выложить на противень (на силиконовый коврик).</p><p>Выпекать при 200° в течение 30-40 минут, периодически перемешивая рагу.</p><p>Готовое блюдо  посыпать свежей зеленью</p><p>Приятного аппетита!</p>",
    "types": [
      "dinner"
    ]
  },
  {
    "id": 8,
    "title": "ТИККА МАСАЛА С КУРИЦЕЙ И БАКЛАЖАНАМИ",
    "ingredients": [
      "chicken",
      "eggplant"
    ],
    "image": "assets/images/IMG_7011.jpg",
    "description": "Обед в индийском стиле: тикка масала с курицей и баклажанами. Вкусно, полезно, диетично!",
    "calories": "75 ккал",
    "ingredientsForUser": [
      "Куриное филе: 320 гр. (1 средняя грудка)",
      "Йогурт натуральный 2%: 125 гр.",
      "Специи: куркума, кориандр, соль, тмин, гарам масала, чеснок, имбирь",
      "Томатная паста: 2 ст.л.",
      "Лук: 1 шт.",
      "Помидоры: 2-3 небольших",
      "Баклажаны: 1 шт."
    ],
    "recipe": "<p>Баклажан нарезать кубиками, обжарить на сухой сковороде без масла и отложить в сторону. Для соуса: смешать томатную пасту, добавить по 1 ч.л. специй, мелко нарезанный лук и чеснок. Обжарить на сковороде в течение пары минут, если соус слишком густой, можно добавить немного воды. Затем добавить нарезанные кубиками помидоры и тушить еще в течение нескольких минут, затем добавить мясо с маринадом и тушить все на среднем огне под крышкой до готовности курицы, примерно 10-15 минут. За пару минут до готовности, добавить баклажаны.</p><p>Подавать с рисом. Вкусный полезный обед: тикка масала с курицей и баклажанами готов. </p><p>Приятного аппетита!</p>",
    "types": [
      "dinner"
    ]
  },
  {
    "id": 9,
    "title": "ДИЕТИЧЕСКИЙ ОБЕД: КАРРИ С КУРИЦЕЙ И РИСОМ БАСМАТИ",
    "ingredients": [
      "chicken",
      "rice"
    ],
    "image": "assets/images/IMG_7011.jpg",
    "description": "На обед индийское блюдо - карри с курицей и рисом басмати. Это очень вкусно и полезно.",
    "calories": "104 ккал",
    "ingredientsForUser": [
      "Куриное филе: 600 гр.",
      "Оливковое масло: 2 ст.л.",
      "Томатная паста: 250 гр.",
      "Молоко 0,5%: 250 мл.",
      "Лимонный сок: 1/2 лимона",
      "Специи: карри: 1 ст.л.",
      "Куркума: 1 ч.л.",
      "Имбирь молотый: 1 ч.л.",
      "Перец острый: 1/2 ч.л.",
      "Соль: по вкусу"
    ],
    "recipe": "<p>Рецепт карри с курицей: Сначала готовим маринад для куриного филе: смешать оливковое масло, соль, смесь карри, куркуму, имбирь, острый перец. Можно добавить немного воды. Куриное филе помыть, порезать на крупные куски, залить маринадом, все хорошо перемешать, накрыть пищевой пленкой и оставить мариноваться минимум на один час. Затем обжарить кусочки курицы на сухой сковороде в течение 4-5 минут, добавить томатную пасту, перемешать и готовить еще пару минут. Затем влить молоко. В оригинальном рецепте используется кокосовое молоко, но я не стала его добавлять, т.к. оно слишком жирное. Тушить смесь еще в течение семи минут, а затем выключить плиту, накрыть сковороду крышкой и оставить курицу на 10 минут.</p><p>Рецепт риса басмати: Берем 50 гр. риса басмати, промываем несколько раз холодной водой, высыпаем в кастрюлю, добавляем 150 мл. воды, включаем плиту. Когда вода закипит, включить маленький огонь, накрыть кастрюлю крышкой и варить рис в течение 20 минут. За 10 минут до готовности посолить по вкусу и добавить 1/2 ч.л. зиры. Также, можно добавить в рис зеленый горошек. Вот и все, диетический обед: карри с курицей и рисом басмати готов!</p><p>Приятного аппетита!</p>",
    "types": [
      "dinner"
    ]
  },
  {
    "id": 10,
    "title": "КАРБОНАТ ИЗ ИНДЕЙКИ, ДИЕТИЧЕСКИЙ СЭНДВИЧ С ИНДЕЙКОЙ",
    "ingredients": [
      "turkey"
    ],
    "image": "assets/images/IMG_9405.jpg",
    "description": "Мясо индейки очень нежное, полезное, вкусное. Карбонат из индейки можно есть и на завтрак, и на перекус, и на ужин с салатом или просто с овощами. Он одинаково вкусный как в холодном, так и в горячем виде, поэтому может быть и закуской, и основным блюдом.",
    "calories": "160 ккал",
    "ingredientsForUser": [
      "Филе индейки: 1 шт.",
      "Оливковое масло: 1 ч.л.",
      "Чеснок: 1-2 зубчика",
      "Соль: 1 ч.л.",
      "Паприка: 1 ч.л.",
      "Вода",
      "Специи по вкусу: орегано, базилик, укроп"
    ],
    "recipe": "<p>Замочить филе индейки в соленой воде на 2 часа. Затем слить воду. Смешать в миске оливковое масло и специи, обмазать ими мясо и оставить на 10 минут. Затем завернуть его в фольгу, выложить на противень и запекать в течение 30 минут при температуре 180-200 градусов. Затем духовку выключить, но не открывать и мясо не вытаскивать. Дождаться, когда она полностью остынет. Затем нарезать на порционные кусочки и подавать к столу.</p><p>Приятного аппетита!</p>",
    "types": [
      "supper"
    ]
  },
  {
    "id": 11,
    "title": "ПОЛЕЗНЫЙ ОБЕД: ФАРШИРОВАННАЯ СКУМБРИЯ",
    "ingredients": [
      "mackerel",
      "rice"
    ],
    "image": "assets/images/IMG_5961.jpg",
    "description": "Объединили два рецепта в один: турецкой и еврейской кухни и получилось очень необычно, вкусно, пикатно и полезно: фаршированная скумбрия. ",
    "calories": "~ ккал",
    "ingredientsForUser": [
      "Скумбрия (или форель): 2 шт.",
      "Рис: ≈20-25 г. (сухого)",
      "Изюм: ≈15 г.",
      "Соль, перец: по вкусу",
      "Оливковое масло",
      "Корица: 1/4 ч.л.",
      "Зира: 1/4 ч.л."
    ],
    "recipe": "<p>Рис промыть, положить в холодную воду, довести до кипения и варить на среднем огне в течение 20 минут. За пару минут до готовности добавить изюм. Лишнюю воду слить, добавить специи: зиру, соль, перец, корицу. Все перемешать.</p><p>Рыбу хорошо промыть, выпотрошить. Начинить брюшко рисовой начинкой и скрепить зубочистками или кулинарной нитью. Смазать рыбу оливковым маслом и отправить в разогретую до 180° духовку на 40-50 минут.</p><p>Когда рыба будет готова, удалить кулинарную нить/зубочистки и подавать к столу.</p><p>На гарнир отлично подойдут овощи. </p><p>Приятного аппетита!</p>",
    "types": [
      "supper"
    ]
  },
  {
    "id": 12,
    "title": "ШИШ-КЕБАБ - ШАШЛЫК ПО-ТУРЕЦКИ",
    "ingredients": [
      "mutton"
    ],
    "image": "assets/images/IMG_6105.jpg",
    "description": "Предлагаю вам вариант вкусного шашлык по-турецки: шиш-кебаб. Вкусно, сочно, полезно!",
    "calories": "~ ккал",
    "ingredientsForUser": [
      "нежирная баранина: 1 кг.",
      "помидоры: 3-4 шт.",
      "болгарский перец: 2 шт.",
      "лук репчатый, 2 шт."
    ],
    "recipe": "<p>Мясо лучше замариновать за сутки. Для маринада: мелко порубить лук, добавить оливковое масло, соль, перец и тимьян. Все хорошо перемешать. Баранину нарезать средними кусками, положить в маринад, закрыть крышкой и убрать в холодильник. На следующий день, мясо обсушить бумажными полотенцами. Помидоры и лук нарезать толстыми кольцами, перец почистить и нарезать крупными кубиками. Нанизать на шампуры чередуя мясо и овощи. Обжарить на углях (или на гриле). Угли должны быть хорошо прогретые, а шампуры необходимо часто переворачивать. </p><p>Приятного аппетита!</p>",
    "types": [
      "supper"
    ]
  },
  {
    "id": 13,
    "title": "ПОЛЕЗНЫЙ ОБЕД: МАКАРОНЫ С ФАРШЕМ ИЗ ИНДЕЙКИ",
    "ingredients": [
      "turkey",
      "pasta"
    ],
    "image": "assets/images/IMG_0561.jpg",
    "description": "Вкусный полезный обед: макароны с фаршем из индейки.",
    "calories": "~ ккал",
    "ingredientsForUser": [
      "Фарш из индейки: 500 г.",
      "Лук репчатый: 1 шт.",
      "Перец болгарский: 1 шт.",
      "Томатная паста: 2 ст.л.",
      "Соль/перец: по вкусу",
      "Теплая вода: 1/2 ст.",
      "Макароны/паста: 150-200 г.",
      "Растительное масло: 10 мл.",
      "Чеснок: 2 дольки"
    ],
    "recipe": "<p>Разогреть растительное масло, обжарить в нем дольки чеснока, затем удалить их  и выбросить - нам от них нужен только аромат. В этой же сковороде обжарить мелко порезанный репчатый лук, затем добавить фарш и готовить в течение 5-7 минут, периодически помешивая. Посолить и поперчить по вкусу. Добавить порезанный небольшими кусочками болгарский перец, перемешать и готовить еще в течение 2-3 минут. Затем добавить томатную пасту и половину стакана воды, хорошо перемешать и готовить под крышкой 5-7 минут.Отварить макароны до состояния \"аль денте\", выложить на тарелку, сверху положить фарш из индейки и полить получившимся соусом. Сверху можно посыпать нежирным сыром. </p><p>Приятного аппетита!</p>",
    "types": [
      "dinner"
    ]
  },
  {
    "id": 14,
    "title": "ПОЛЕЗНЫЙ ОБЕД: ОЧЕНЬ ВКУСНЫЙ ПЛОВ С КУРИЦЕЙ",
    "ingredients": [
      "chicken"
    ],
    "image": "assets/images/IMG_0799_0.jpg",
    "description": "Очень очень вкусный плов с курицей. Его можно так же приготовить с говядиной, бараниной или смешанным. Получается по-настоящему вкусный, сытный узбекский плов.",
    "calories": "~ ккал",
    "ingredientsForUser": [
      "Куриной филе: 500 г.",
      "Рис: 300-400 г. (сухого)",
      "Морковь: 2 шт.",
      "Лук репчатый: 2 шт.",
      "Масло оливковое (или подсолнечное): 3/4 ст.",
      "Специи: зира, чёрный перец, молотый кориандр, соль",
      "Чеснок: 1-2 головки (!)",
      "Изюм: 100 г."
    ],
    "recipe": "<p>В кастрюле разогреть масло (если есть курдючный жир, то сначала растопить его, а затем добавить масло). Репчатый лук мелко порезать и обжарить в масле в течение 5 минут на сильном огне, затем добавить морковь, порезанную ломтиками. Готовить 5-10 минут, пока морковь не станет чуть мягкой. Затем с помощью шумовки вытащить овощи и отложить в тарелку. В масле обжарить кусочки куриного филе (порезать не слишком крупно). Когда мясо слегка зажарится, его необходимо посолить, добавить зиру и перец. Налить горячей воды до середины уровня мяса, закрыть крышкой, и тушить в течение 15 минут.В это время залить рис кипятком и оставить на 15 минут, затем воду слить и тщательно промыть холодной водой.Добавляем в мясо приготовленный лук и морковь. Головку чеснок надрезать снизу и положить сверху на морковь. Залить все водой, чтобы она покрывала морковь. Тушить под крышкой на среднем огне в течение 15 минут. Через указанное время достать чеснок, убрать его, выложить сверху на мясо с овощами изюм (предварительно замочив его на 15 минут в кипятке). Сверху положить рис и разровнять лопаткой поверхность, посолить. Залить водой, чтобы она немного прикрывала рис (тут важно не переборщить с водой, иначе получится каша). Готовить на сильном огне.Когда поверхность риса станет сухой, вода впитается, осторожно помешать его лопаткой. С помощью длинной деревянной палки сделать в рисе углубления, в которых будет булькать вода. Периодически переворачивать рис, делая такие углубления, пока рис полностью не впитает воду.Сверху положить чеснок, накрыть крышкой и оставить томиться на самом маленьком огне еще минут 15-20.Подавать горячим. </p><p>Приятного аппетита!</p>",
    "types": [
      "dinner"
    ]
  },
  {
    "id": 15,
    "title": "ПОЛЕЗНЫЕ КОЛБАСКИ ИЗ ГОВЯДИНЫ В НАТУРАЛЬНОЙ ОБОЛЧКЕ",
    "ingredients": [
      "beef"
    ],
    "image": "assets/images/IMG_4264.jpg",
    "description": "Очень вкусные, сочные, остренькие. Если приготовить на мангале - будет вообще шикарно. Такое правильное питание никого не оставит равнодушным.",
    "calories": "163 ккал",
    "ingredientsForUser": [
      "Фарш из постной говядины: 500 г.",
      "Лук репчатый: 2 небольшие луковицы",
      "Аджика: 1-2 ч.л.",
      "Специи по вкусу (я снова добавила \"мексиканскую\")",
      "Перец чили сушеный: 1 ч.л.",
      "Соль: 1/2 ч.л.",
      "Молоко 0,5%: 60 мл."
    ],
    "recipe": "<p>Все точно так же, как и в предыдущем рецепте куриных колбасок: сначала проворачиваем в мясорубке фарш с луком, добавляем специи, приправы, соль по вкусу. Затем вливаем молоко - чтобы колбаски не были сухие. Перемешиваем руками. Затем натягиваем оболчку на специальную насадку и делаем колбаски. Перевязываем кулинарной нитью.Получившиеся колбаски отварить в течение 10 минут в слабо кипящей воде, а затем обжарить на сковороде гриль (или обычной), немного смазав ее растительным маслом. </p><p>Приятного аппетита!</p>",
    "types": [
      "supper"
    ]
  },
  {
    "id": 16,
    "title": "ПОЛЕЗНЫЙ ОБЕД: МАКАРОННЫЕ МАФФИНЫ С ФРИКАДЕЛЬКАМИ",
    "ingredients": [
      "beef",
      "pasta"
    ],
    "image": "assets/images/IMG_2784.jpg",
    "description": "",
    "calories": "139 ккал",
    "ingredientsForUser": [
      "Макароны из твердых сортов пшеницы: 190 г.",
      "Сыр 30%: 70 г.",
      "Масло оливковое: 15 г.",
      "Соль",
      "Итальянские травы",
      "Фарш из постной говядины: 400 г.",
      "Лук репчатый: 1 шт.",
      "Яйцо: 1 шт."
    ],
    "recipe": "<p>Приготовить фрикадельки: смешать фарш, яйцо, мелко порезанный лук, соль и перец. Разделить фарш на 15-16 частей, скатать шарики и запечь в духовке или обжарить на сковороде.Приготовить томатный соус: выложить на разогретую сковороду томатную пасту, добавить воду и специи, готовить постоянно помешивая в течение 3-5 минут. Снять с огня.Макароны отварить в большом количестве подсоленной воды. Затем воду слить, добавить оливковое масло, приправу \"итальянские травы\" и 50 г. натертого на мелкой терке сыра.Выложить макароны в формочки для кексов, сверху положить 1 ч.л. соуса, фрикадельку и снова 1 ч.л. соуса, посыпать сыром и отправить в духовку на 20 минут при температуре 180°. </p><p>Приятного аппетита!</p>",
    "types": [
      "dinner"
    ]
  },
  {
    "id": 17,
    "title": "ПОЛЕЗНЫЕ КУРИНЫЕ КОЛБАСКИ В НАТУРАЛЬНОЙ ОБОЛОЧКЕ",
    "ingredients": [
      "chicken"
    ],
    "image": "assets/images/IMG_4221.jpg",
    "description": "Для домашних колбасок необходимо купить натуральную оболочку. Она бывает свиная, говяжья, телячья.",
    "calories": "136 ккал",
    "ingredientsForUser": [
      "Куриное филе: 825 г.",
      "Лук репчатый: 2 шт.",
      "Чеснок: 2 дольки",
      "Специи и приправы по вкусу",
      "Натуральная оболчка"
    ],
    "recipe": "<p>Куриное филе пропускаем через мясорубку с луком, чтобы получился фарш. В него добавляем измельченный чеснок и специи. Специй не жалейте, почему-то в процессе всей последующей готовки их вкус практически не чувствуется. И хотя я в первый раз добавила вроде немало, но готовые колбаски были пресноваты. Не забудьте посолить. Фарш перемешиваем руками. Потом вставляем в мясорубку заветную насадку и натягиваем на нее кишку - практически целиком, чтобы только маленький кончик торчал. Начинаем начинять фаршем - включаем мясорубку. Из оболчки должен выйти воздух. После этого кончик завязываем кулинарной нитью (если такой нет, можно и обычной, но лучше все же кулинарной). Начиняем колбаски фаршем. Важно, чтобы не было слишком плотно, иначе оболчка лопнет. Но и слишком мало фарша тоже не стоит класть - будут образовываться пустоты. Если таковые появились - сделайте несколько проколов в оболчке с помощью иголки, чтобы вышел лишний воздух. Размер колбаски определяйте сами. Когда колбаска будет готова, завяжите конец кулинарной нитью. Дальше есть несколько способов приготовить колбаски: можно их сварить, можно обжарить. Я сначала отварила в течение 10-15 минут, а затем обжарила на сковороде-гриль. Получилось очень вкусно. </p><p>Приятного аппетита!</p>",
    "types": [
      "supper"
    ]
  },
  {
    "id": 18,
    "title": "ПОЛЕЗНЫЙ САЛАТ С ПАСТОЙ, ТУНЦОМ И КУКУРУЗОЙ",
    "ingredients": [
      "tuna"
    ],
    "image": "assets/images/IMG_6746.jpg",
    "description": "Вкусный, сытный и полезный салат с пастой, тунцом и кукурузой. Он может служить закуской, а может выступать и в качестве основного блюда. А главное, его совсем несложно и недолго делать.",
    "calories": "94 ккал",
    "ingredientsForUser": [
      "Короткая паста (в сухом виде): 100 г.",
      "Тунец консервированный натуральный: 100 г.",
      "Кукуруза консервированная: 100 г.",
      "Перец сладкий красный: 1 шт.",
      "Зелень свежая: несколько веточек",
      "Оливковое масло: 1 ч.л."
    ],
    "recipe": "<p>Пасту отварить в большом количестве подсоленой воды до состояния аль денте. Промыть холодной водой, добавить оливковое масло и перемешать.</p><p>Сладкий перец нарезать кубиками и добавить к пасте.</p><p>Туда же добавить кукурузу, тунца и мелко рубленную зелень.</p><p>Все хорошо перемешать и подавать к столу.</p><p>Приятного аппетита!</p>",
    "types": [
      "supper"
    ]
  },
  {
    "id": 19,
    "title": "ПОЛЕЗНЫЙ СЭНДВИЧ САБВЕЙ",
    "ingredients": [
      "cucumber",
      "tomato",
      "onion",
      "chicken"
    ],
    "image": "assets/images/IMG_0093.jpg",
    "description": "Это полезный сэндвич как в популярных кафе Subway, только во много раз полезнее, ну и калорий, конечно, меньше.",
    "calories": "160 ккал",
    "ingredientsForUser": [
      "Для булочек (на 4 шт.): Мука ц/з пшеничная: 150 гр.",
      "Мука ц/з ржаная: 150 гр. ",
      "Оливковое масло: 10 гр.",
      "Кефир 1%: 170 гр.",
      "Соль: по вкусу",
      "Сода, гашеная лимонным соком: 1 ч.л. ",
      "Кунжут: 2 гр. ",
      "Для начинки: Куриная грудка: 2 шт. ",
      "Овощи: листья салата",
      "сыр",
      "маслины",
      "маринованные огурчики",
      "помидор",
      "свежий огурец",
      "лук репчатый"
    ],
    "recipe": "<p>Сначала приготовим полезный домашний хлеб без дрожжей. Смешать кефир, оливковое масло, добавить соль, соду, гашеную лимонным соком. Постепенно всыпать муку, замешивая тесто. Тесто должно получится густым и упругим, не прилипать к рукам. Формируем небольшие булочки в форме багетов, смазываем желтком или белок+молоко, выкладываем на противень, посыпаем кунжутом и отправляем в разогретую до 200 градусов духовку. Сначала выпекаем 20 минут с одной стороны, потому переворачиваем и выпекаем 10 минут с другой стороны.</p><p>Куриную грудку разрезать вдоль волокон на тонкие кусочки. Отварить в течение нескольких минут, достать, обсушить с помощью бумажного полотенца, затем намазать солью/перцем и обжарить на сковороде гриль с двух сторон.</p><p>Овощи мелко нарезать.</p><p>Багет разрезать вдоль, выложить куриную грудку и тонкие кусочки сыра. Отправить в духовку на 2-3 минуты, чтобы багет внутри немного подсушился, а сыр слегка расплавился.</p><p>Положить понемногу всех овощей - поскольку их много разных, каждого отдельного ингредиента требуется буквально чуть-чуть - две-три маслины, два-три колечка лука и т.д. Накрыть второй частью багета и подавать! Можно полить соусом: горчицей или домашним майонезом.</p><p>Приятного аппетита!</p>",
    "types": [
      "dinner"
    ]
  },
  {
    "id": 20,
    "title": "ДИЕТИЧЕСКАЯ БРУСКЕТТА С ПОМИДОРАМИ",
    "ingredients": [
      "tomato",
      "egg",
      "cottageCheese"
    ],
    "image": "assets/images/IMG_0949.jpg",
    "description": "Легкий, сытный и вкусный итальянский завтрак - брускетта с помидорами. Готовится легко.",
    "calories": "~ ккал",
    "ingredientsForUser": [
      "Овсянка - 1 стакан",
      "Яйцо - 1 шт.",
      "Молоко - 100 мл.",
      "Чеснок - по вкусу",
      "Специи по вкусу (соль, перец, тимьян)",
      "Творог",
      "Йогурт натуральный",
      "Помидор - 1-2 шт.",
      "Зелень"
    ],
    "recipe": "<p>Овсянка размолоть в муку (можно добавить отруби, замоченные в молоке, а можно только из отрубей сделать), добавить молоко, яйцо, давленный чеснок, специи. Все хорошо перемешать. Из полученного теста слепить небольшие булочки и выпекать в духовке при температуре 200 градусов в течени 15-20 минут. Достать булочки, когда немного остынут разрезать вдоль и вернуть в духовку еще на 5 минут при той же температуре.</p><p>Йогурт смешать с творогом, добавить зелень. Помидор нарезать, полить оливковым маслом. Намазать холодную творожную массу на тепленькие брускетты, положить помидор, сверху можно еще посыпать зеленью и подавать к столу.</p><p>Приятного аппетита!</p>",
    "types": [
      "breakfast"
    ]
  },
  {
    "id": 21,
    "title": "СЛАБОСОЛЕНАЯ КРАСНАЯ РЫБА С ДОМАШНИМ ТВОРОГОМ",
    "ingredients": [],
    "image": "assets/images/IMG_2909.jpg",
    "shortDescription": "Оказывается, солить рыбу самостоятельно это не просто, а ОЧЕНЬ просто. И мало того, что она получается вкусной, полезной, без всяких добавок, так это же еще и в несколько раз дешевле. Также можно приготовить домашний творог. Получается конечно вкусно, но довольно калорийно.",
    "fullRecipe": "На 1 кг рыбы - 2 столовые ложки соли. Рыбу предварительно помыть. Соль надо брать крупную, потому что с мелкой солью рыба может получиться слишком соленой. Соль втереть в рыбу, положить ее в эмалированную миску или кастрюлю, накрыть крышкой и убрать в холодильник на сутки. Если большой кусок, то может понадобиться двое суток. Кстати, если вы все-таки пересолили рыбу, тоже не беда, все можно исправить - необходимо замочить рыбу так же на сутки или двое в молоке и воде (1:1). Рыба не испортится. Для творога понадобится: 1 литр молока греть на среднем огне, посолить, добавить сахарозаменитель по вкусу, когда закипит, добавить кефир (1 литр) и ждать, пока смесь начнет сворачиваться. Затем выложить смесь в марлю и подвесить на 15 минут, чтобы сыворотка стекла. Яйцо взбить с 1 ложкой лимонной кислоты, затем добавить получившийся творог и взбить все еще раз блендером. Отправить на час в холодильник.  Приятного аппетита!",
    "meetTypes": []
  }
]